tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
brew "autojump"
brew "bat"
brew "fd"
brew "fzf"
brew "python@3.8"
brew "lf"
brew "neofetch"
brew "neovim"
brew "openconnect"
brew "ripgrep"
brew "the_silver_searcher"
brew "zsh-syntax-highlighting"
brew "cmacrae/formulae/spacebar"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "android-platform-tools"
cask "chromedriver"
cask "font-fontawesome"
cask "font-hack-nerd-font"
