tap "azure/functions"
tap "cmacrae/formulae"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "homebrew/services"
tap "jason0x43/neovim-nightly"
tap "jesseduffield/lazygit"
tap "koekeishiya/formulae"
tap "universal-ctags/universal-ctags"
brew "autojump"
brew "awscli"
brew "python@3.8"
brew "azure-cli"
brew "bat"
brew "cmake"
brew "emscripten"
brew "fd"
brew "fzf"
brew "glib"
brew "imagemagick"
brew "lf"
brew "luarocks"
brew "neofetch"
brew "neovim", args: ["HEAD"]
brew "openconnect"
brew "redis"
brew "ripgrep"
brew "the_silver_searcher"
brew "zsh-syntax-highlighting"
brew "azure/functions/azure-functions-core-tools@3"
brew "cmacrae/formulae/spacebar"
brew "jesseduffield/lazygit/lazygit"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "alacritty"
cask "android-platform-tools"
cask "chromedriver"
cask "font-fontawesome"
cask "font-hack-nerd-font"
cask "neovim-nightly"
